[
    {
        "name": "The Persistance of Memory",
        "artist": "Salvador Dali",
        "imageUrl": "https://www.singulart.com/blog/wp-content/uploads/2019/08/the-persistence-of-memory-1931-1140x867.jpg",
        "year": 1983,
        "movement": "Surrealism",
        "method": "Oil on canvas",
        "size": "24 cm x 33 xm (9.5 in * 13 in)",
        "description": "The well-known surrealist piece introduced the image of the soft melting pocket watch.[2] It epitomizes Dalí's theory of 'softness' and 'hardness', which was central to his thinking at the time. As Dawn Adès wrote, 'The soft watches are an unconscious symbol of the relativity of space and time, a Surrealist meditation on the collapse of our notions of a fixed cosmic order'."
    },
    {
        "name": "The Great Mastrubator",
        "artist": "Salvador Dali",
        "imageUrl": "https://i.etsystatic.com/20131387/r/il/7d0006/3481570818/il_794xN.3481570818_a9ex.jpg",
        "year": 1929,
        "movement": "Surrealism",
        "method": "Oil on canvas",
        "size": "110 cm x 150 cm (43.3 in * 59.1 in)",
        "description": "The centre of the painting has a distorted human face in profile looking downwards, based on the shape of a natural rock formation at Cap de Creus along the sea-shore of Catalonia.[1] A similar profile is seen in Dalí's more famous painting of two years later, The Persistence of Memory. A nude female figure (resembling Dalí's then-new muse, Gala) rises from the back of the head; this may be the masturbatory fantasy suggested by the title. The woman's mouth is near a thinly clad male crotch, a suggestion that fellatio may take place. The male figure seen only from the waist down has bleeding fresh cuts on his knees. Below the central profile head, on its mouth, is a grasshopper, an insect Dali referred to several times in his writings. A swarm of ants (a popular motif representing sexual anxiety in Dalí's work) gather on the grasshopper's abdomen, as well as on the prone face. In the landscape below, three other figures are arranged, along with an egg (commonly used as a symbol of fertility) and sparse other features. Two of the characters in the landscape are arranged in such a way as to cast a long single shadow, while the other character is seen hurriedly walking into the distance on the peripheries of the canvas. On the back of the central head figure, a formation of two rocks and a potted dry plant can be seen, the pot of the plant placed over the bottom rock while balancing the other rock on top of it in an unrealistic way. This part is thought to represent the escape-of-reality idea found in many of Dalí's other works."
    },
    {
        "name": "Galatea of the Spheres",
        "artist": "Salvador Dali",
        "imageUrl": "https://uploads7.wikiart.org/images/salvador-dali/galatea-of-the-spheres.jpg!Large.jpg",
        "year": 1952,
        "movement": "Surrealism",
        "method": "Oil on canvas",
        "size": "65 cm x 54 cm (26 in * 21 in)",
        "description": "Galatea of the Spheres is a painting by Salvador Dalí made in 1952. It depicts Gala Dalí, Salvador Dalí's wife and muse, as pieced together through a series of spheres arranged in a continuous array. The name Galatea refers to a sea nymph of Classical mythology renowned for her virtue, and may also refer to the statue beloved by its creator, Pygmalion."
    },
    {
        "name": "Dream Caused by the Flight of a Bee Around a Pomegranate a Second Before Awakening",
        "artist": "Salvador Dali",
        "imageUrl": "https://www.learner.org/wp-content/uploads/2019/03/art-through-time-dreams-and-visions-work-059-Dream-Caused-by-the-Flight-of-a-Bee-Around-a-Pomegranate-a-Second-Before-Waking-Up.jpg",
        "year": 1944,
        "movement": "Surrealism",
        "method": "Oil on wood",
        "size": "51 cm x 40.5 cm (20 in * 15.9 in)",
        "description": "Dream Caused by the Flight of a Bee Around a Pomegranate a Second Before Awakening is a surrealist painting by Salvador Dalí. A shorter alternate title for the painting is Dream Caused by the Flight of a Bee. It was painted in 1944, and the woman in the painting, dreaming, is said to represent his wife, Gala. The painting is currently in the Thyssen-Bornemisza Museum, in Madrid. It is an oil painting on wood. In this 'hand-painted dream photograph', as Dalí generally called his paintings, there is a seascape of distant horizons and calm waters, perhaps Port Lligat, amidst which Gala is the subject of the scene. Next to the naked body of the sleeping woman, which levitates above a flat rock that floats above the sea, Dalí depicts two suspended droplets of water and a pomegranate, a Christian symbol of fertility and resurrection.[3] Above the pomegranate flies a bee, an insect that traditionally symbolizes the Virgin. In the upper left of the painting what seems to be a yelloweye rockfish bursts out of the pomegranate, and in turn spews out a pouncing tiger that then spews out another pouncing tiger about to attack Gala and a rifle with a bayonet that is about to sting her in the arm. Above them is Dalí's first use of an elephant with long flamingo legs, found in his later compositions such as The Temptation of St. Anthony. The elephant carries on its back an obelisk, inspired by Bernini's Elephant and Obelisk in Rome's Piazza Santa Maria sopra Minerva."
    },
    {
        "name": "La Vie (The Life)",
        "artist": "Pablo Picasso",
        "imageUrl": "https://upload.wikimedia.org/wikipedia/en/thumb/b/b1/Picasso_la_vie.jpg/1024px-Picasso_la_vie.jpg",
        "year": "1903",
        "movement": "Blue Period",
        "method": "Oil on canvas",
        "size": "196.5 cm x 129.2 cm (6.45 ft x 4.24 ft)",
        "description": "La Vie (The Life) was painted in Barcelona in May 1903. It is 196.5 by 129.2 centimetres (6.45 ft × 4.24 ft) and portrays two pairs of people, a naked couple confronting a mother bearing a child in her arms.[4] In the background of the room, apparently a studio, there are two paintings within the painting, the upper one showing a crouching and embracing nude couple, the lower one showing a lonesome crouching nude person very similar to Sorrow by Vincent van Gogh. With this Picasso repainted another motif, a birdsman who attacks a reclining naked woman, traces of which are visible to the naked eye. Preparatory studies are: Private collection, Zervos XXII 44;[5] Paris, Musée Picasso, MPP 473;[6] Barcelona, Museu Picasso, MPB 101.507;[7] Barcelona, Museu Picasso, MPB 101.508. It was painted at a time when Picasso was having no financial success. In contrast, the new painting sold only a month after it was finished, to a French art dealer, Jean Saint Gaudens. The sale was reported in the Barcelona newspaper, Liberal. With La Vie Picasso repainted the canvas of The derniers Moments from 1899, a painting that he had presented at the Paris International Exhibition 1900. The painting was given by the Hanna fund to the Cleveland Museum of Art, Ohio in 1945 and is in their permanent collection. In 2020, the painting was loaned to the Royal Academy of Arts in London as part of the 'Picasso and Paper' exhibition, where it was displayed with preparatory drawings and other works on paper exploring corresponding themes of poverty, despair and social alienation."
    },
    {
        "name": "The Weeping Woman",
        "artist": "Pablo Picasso",
        "imageUrl": "https://upload.wikimedia.org/wikipedia/en/1/14/Picasso_The_Weeping_Woman_Tate_identifier_T05010_10.jpg",
        "year": "1937",
        "movement": "Surrealism",
        "method": "Oil on canvas",
        "size": "61 cm x 50 cm (23 15/60 in x 19 11/16 in)",
        "description": "The Weeping Woman (French: La Femme qui pleure[1]) is a series of oil on canvas[2] paintings by Pablo Picasso, the last of which was created in late 1937. The paintings depict Dora Maar, Picasso's mistress and muse. The Weeping Woman paintings were produced by Picasso in response to the bombing of Guernica in the Spanish Civil War and are closely associated with the iconography in his painting Guernica. Picasso was intrigued with the subject of the weeping woman, and revisited the theme numerous times that year.[3] The last version, created on 26 October 1937,[4] was the most elaborate of the series, and has been housed in the collection of the Tate Modern in London since 1987. Another Weeping Woman painting is housed at the National Gallery of Victoria and was involved in a high-profile political art theft."
    },
    {
        "name": "Retrato de Daniel-Hendry Kahnweiler",
        "artist": "Pablo Picasso",
        "imageUrl": "https://upload.wikimedia.org/wikipedia/en/6/68/Picasso_Portrait_of_Daniel-Henry_Kahnweiler_1910.jpg",
        "year": "1910",
        "movement": "Cubism",
        "method": "Oil on canvas",
        "size": "100.4 cm x 72.4 cm (39.5 in x 28.5 in)",
        "description": "This painting by Pablo Picasso is in the public domain in the United States because it was first published before 1923: Maurice Raynal, Picasso, 2., verm. Aufl. Aus dem französischen Manuskript übers. von Ludwig Gorm. Published 1921 by Delphin-Verlag in München. Written in German. This work is reproduced in section Gemälde, page 46."
    },
    {
        "name": "Le Rêve",
        "artist": "Pablo Picasso",
        "imageUrl": "https://upload.wikimedia.org/wikipedia/en/9/9d/Le-reve-1932.jpg",
        "year": "1932",
        "movement": "Cubism",
        "method": "Oil on canvas",
        "size": "130 cm x 97 cm (51 in x 38 in)",
        "description": "Le Rêve (English: The Dream) is a 1932 oil on canvas painting (130 × 97 cm) by Pablo Picasso, then 50 years old, portraying his 22-year-old mistress Marie-Thérèse Walter. It is said to have been painted in one afternoon, on 24 January 1932. It belongs to Picasso's period of distorted depictions, with its oversimplified outlines and contrasted colors resembling early cubism. The erotic content of the painting has been noted repeatedly, with critics pointing out that Picasso painted an erect penis, presumably symbolizing his own, in the upturned face of his model.[1] On 26 March 2013, the painting was sold in a private sale for $155 million, making it one of the most expensive paintings ever sold."
    },
    {
        "name": "De Nachtwacht - The Night Watch",
        "artist": "Rembrandt van Rijin",
        "imageUrl": "https://www.artnews.com/wp-content/uploads/2021/02/SK-C-5.jpg",
        "year": "1642",
        "movement": "Baroque painting, Dutch Golden Age painting",
        "method": "Oil on canvas",
        "size": "363 cm × 437 cm (142.9 in × 172.0 in)",
        "description": "Militia Company of District II under the Command of Captain Frans Banninck Cocq,[1] also known as The Shooting Company of Frans Banning Cocq and Willem van Ruytenburch, but commonly referred to as The Night Watch (Dutch: De Nachtwacht), is a 1642 painting by Rembrandt van Rijn. It is in the collection of the Amsterdam Museum but is prominently displayed in the Rijksmuseum as the best-known painting in its collection. The Night Watch is one of the most famous Dutch Golden Age paintings. The painting is famous for three things: its colossal size (363 by 437 centimetres (12 by 14+1⁄2 feet)), the dramatic use of light and shadow (tenebrism) and the perception of motion in what would have traditionally been a static military group portrait. The painting was completed in 1642, at the peak of the Dutch Golden Age. It depicts the eponymous company moving out, led by Captain Frans Banninck Cocq (dressed in black, with a red sash) and his lieutenant, Willem van Ruytenburch (dressed in yellow, with a white sash). With effective use of sunlight and shade, Rembrandt leads the eye to the three most important characters among the crowd: the two men in the centre (from whom the painting gets its original title), and the woman in the centre-left background carrying a chicken. Behind them, the company's colours are carried by the ensign, Jan Visscher Cornelissen. The figures are almost life-size. Rembrandt has displayed the traditional emblem of the arquebusiers in a natural way, with the woman in the background carrying the main symbols. She is a kind of mascot herself; the claws of a dead chicken on her belt represent the clauweniers (arquebusiers), the pistol behind the chicken represents clover and she is holding the militia's goblet. The man in front of her is wearing a helmet with an oak leaf, a traditional motif of the arquebusiers. The dead chicken is also meant to represent a defeated adversary. The colour yellow is often associated with victory."
    },
    {
        "name": "Three Studies for Figures at the Base of a Crucifixion",
        "artist": "Francis Bacon",
        "imageUrl": "https://www.tate.org.uk/art/images/work/T/T03/T03255_10.jpg",
        "year": 1944,
        "method": "Oil on board",
        "movement": "Surrealism",
        "size": "198.1 x 144.8 cm",
        "description": "This triptych features three distorted figures against a stark, black background. The figures are reminiscent of traditional religious icons, but their twisted forms create a sense of unease and horror."
    },
    {
        "name": "Study after Velázquez's Portrait of Pope Innocent X",
        "artist": "Francis Bacon",
        "imageUrl": "https://www.tate.org.uk/art/images/work/T/T03/T03277_10.jpg",
        "year": 1953,
        "method": "Oil on canvas",
        "movement": "Expressionism",
        "size": "143.5 x 123 cm",
        "description": "Bacon reimagines Velázquez's original painting with his signature style, featuring a screaming, distorted pope. The painting is one of Bacon's most famous works and is considered a masterpiece of 20th-century art."
    },
    {
        "name": "Second Version of Triptych 1944",
        "artist": "Francis Bacon",
        "imageUrl": "https://www.christies.com/img/LotImages/2014/NYR/2014_NYR_00273_0109_000(second_version_of_triptych.jpg",
        "year": 1988,
        "method": "Oil on canvas",
        "movement": "Expressionism",
        "size": "198.1 x 144.8 cm",
        "description": "This later version of Bacon's original triptych features even more exaggerated and distorted figures, depicting the violence and horror of war. The painting is a powerful commentary on the brutality of human conflict."
    },
    {
        "name": "Portrait of Lucian Freud",
        "artist": "Francis Bacon",
        "imageUrl": "https://www.tate.org.uk/art/images/work/T/T00/T00534_10.jpg",
        "year": 1965,
        "method": "Oil on canvas",
        "movement": "Expressionism",
        "size": "198.1 x 147.5 cm",
        "description": "Bacon's portrait of his friend and fellow artist Lucian Freud is one of his most famous works. The painting features a twisted and contorted depiction of Freud's face, conveying a sense of psychological tension and anxiety."
    },
    {
        "name": "Head VI",
        "artist": "Francis Bacon",
        "imageUrl": "https://www.tate.org.uk/art/images/work/T/T00/T00398_10.jpg",
        "year": 1949,
        "method": "Oil on canvas",
        "movement": "Expressionism",
        "size": "94 x 74 cm",
        "description": "Part of a series of 'head' portraits that Bacon created in the late 1940s, 'Head VI' features a grotesque and distorted depiction of the human head. The painting is a powerful expression of the artist's interest in the darker aspects of human psychology."
    }
]